Repository: M1zz/WeekBlocks
Catalog: WeekBlocks/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 덩어리입니다. 지켜 둔 시간에 두세요.
cs: Tohle potřebuje souvislý čas. Zařaďte to do času, který máte chráněný.
da: Dette er en fokusblok. Læg den i tid, du har beskyttet.
de: Das braucht Fokuszeit. Plane es in Zeit, die du dir freigehalten hast.
el: Αυτό θέλει συνεχές διάστημα. Βάλ’ το σε χρόνο που έχεις προστατέψει.
en: This is a chunk. Put it in time you've protected.
es: Esto es un tramo. Ponlo en un tiempo que tengas protegido.
fi: Tämä on jakso. Sijoita se aikaan, jonka olet suojannut.
fr: Cela demande une plage de concentration. Placez-le dans un temps protégé.
id: Ini sesi fokus. Taruh di waktu yang sudah Anda lindungi.
it: Questo richiede tempo di concentrazione. Mettilo in un orario protetto.
ja: まとまった時間向けです。確保した時間に置きましょう。
nb: Dette er en fokusblokk. Legg den i tid du har skjermet.
nl: Dit is een brok. Zet het in tijd die je hebt vrijgehouden.
pl: To zadanie na ciągły odcinek. Umieść je w chronionym czasie.
pt_br: Este é um período contínuo. Coloque-o num horário protegido.
ru: Это работа для цельного отрезка. Поставьте её в защищённое время.
sv: Det här kräver fokustid. Lägg det i tid du har skyddat.
th: งานนี้ต้องใช้ช่วงเวลายาว วางไว้ในเวลาที่คุณกันไว้
tr: Bu bir odak süresi işi. Koruduğunuz bir zamana koyun.
vi: Đây là một quãng. Hãy đặt vào khoảng thời gian bạn đã giữ riêng.
zh_hans: 这是大块。请排在你留出来的时间。
zh_hant: 這是大塊。請排在你保留下來的時間。

source: 도우미 접기
cs: Skrýt pomocníka
da: Skjul hjælperen
de: Helfer ausblenden
el: Απόκρυψη βοηθού
en: Hide Helper
es: Ocultar asistente
fi: Piilota apuri
fr: Masquer l’assistant
id: Sembunyikan Bantuan
it: Nascondi assistente
ja: ヘルパーを隠す
nb: Skjul hjelperen
nl: Verberg hulp
pl: Ukryj pomocnika
pt_br: Ocultar assistente
ru: Скрыть помощника
sv: Dölj hjälpen
th: ซ่อนผู้ช่วย
tr: Yardımcıyı Gizle
vi: Ẩn trợ lý
zh_hans: 收起小助手
zh_hant: 收起小幫手

source: 돌아왔을 때 무엇부터 하면 되나요? 한 줄이면 충분합니다.
cs: Čím začnete, až se vrátíte? Stačí jeden řádek.
da: Hvad skal du gøre først, når du kommer tilbage? Én linje er nok.
de: Womit fängst du an, wenn du zurückkommst? Eine Zeile genügt.
el: Τι πρέπει να κάνεις πρώτα όταν επιστρέψεις; Αρκεί μία γραμμή.
en: What should you do first when you come back? One line is enough.
es: ¿Qué deberías hacer primero al volver? Basta con una línea.
fi: Mitä sinun pitäisi tehdä ensin, kun palaat? Yksi rivi riittää.
fr: Par quoi commencer en revenant ? Une ligne suffit.
id: Apa yang harus dilakukan pertama kali saat Anda kembali? Satu baris cukup.
it: Cosa dovresti fare per primo quando riprendi? Basta una riga.
ja: 戻ったとき、何から始めればいいですか？1行で十分です。
nb: Hva bør du gjøre først når du kommer tilbake? Én linje er nok.
nl: Wat doe je als eerste als je terugkomt? Eén regel is genoeg.
pl: Od czego zacząć po powrocie? Wystarczy jedna linijka.
pt_br: O que fazer primeiro quando você voltar? Uma linha basta.
ru: С чего начать, когда вернётесь? Хватит одной строки.
sv: Vad ska du göra först när du kommer tillbaka? En rad räcker.
th: เมื่อกลับมาควรเริ่มจากอะไร หนึ่งบรรทัดก็พอ
tr: Geri döndüğünüzde ilk ne yapmalısınız? Tek satır yeter.
vi: Khi quay lại, bạn nên làm gì trước? Một dòng là đủ.
zh_hans: 回来时要先做什么？一行就够了。
zh_hant: 回來時要先做什麼？一行就夠了。

source: 동기화 오류: %@
cs: Chyba synchronizace: %@
da: Synkroniseringsfejl: %@
de: Synchronisierungsfehler: %@
el: Σφάλμα συγχρονισμού: %@
en: Sync error: %@
es: Error de sincronización: %@
fi: Synkronointivirhe: %@
fr: Erreur de synchronisation : %@
id: Kesalahan sinkronisasi: %@
it: Errore di sincronizzazione: %@
ja: 同期エラー: %@
nb: Synkroniseringsfeil: %@
nl: Synchronisatiefout: %@
pl: Błąd synchronizacji: %@
pt_br: Erro de sincronização: %@
ru: Ошибка синхронизации: %@
sv: Synkfel: %@
th: ซิงค์ผิดพลาด: %@
tr: Eşzamanlama hatası: %@
vi: Lỗi đồng bộ: %@
zh_hans: 同步错误：%@
zh_hant: 同步錯誤：%@

source: 되돌리기
cs: Odvolat
da: Fortryd
de: Widerrufen
el: Αναίρεση
en: Undo
es: Deshacer
fi: Kumoa
fr: Annuler
id: Urungkan
it: Annulla
ja: 取り消す
nb: Angre
nl: Herstel
pl: Cofnij
pt_br: Desfazer
ru: Отменить
sv: Ångra
th: เลิกทำ
tr: Geri Al
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 復原

source: 되돌리기 (⌘Z)
cs: Odvolat (⌘Z)
da: Fortryd (⌘Z)
de: Widerrufen (⌘Z)
el: Αναίρεση (⌘Z)
en: Undo (⌘Z)
es: Deshacer (⌘Z)
fi: Kumoa (⌘Z)
fr: Annuler (⌘Z)
id: Urungkan (⌘Z)
it: Annulla (⌘Z)
ja: 取り消す（⌘Z）
nb: Angre (⌘Z)
nl: Herstel (⌘Z)
pl: Cofnij (⌘Z)
pt_br: Desfazer (⌘Z)
ru: Отменить (⌘Z)
sv: Ångra (⌘Z)
th: เลิกทำ (⌘Z)
tr: Geri Al (⌘Z)
vi: Hoàn tác (⌘Z)
zh_hans: 撤销（⌘Z）
zh_hant: 復原（⌘Z）

source: 되살리기
cs: Vrátit zpět
da: Hent den tilbage
de: Zurückholen
el: Επαναφορά
en: Bring it back
es: Recuperarlo
fi: Palauta
fr: Rétablir
id: Kembalikan
it: Ripristina
ja: 元に戻す
nb: Hent den tilbake
nl: Zet terug
pl: Przywróć
pt_br: Restaurar
ru: Вернуть
sv: Ta tillbaka
th: นำกลับมา
tr: Geri getir
vi: Khôi phục
zh_hans: 恢复
zh_hant: 救回來

source: 두 번 넘게 건너뛴 일이 없습니다.
cs: Nic nebylo přeskočeno víckrát než jednou.
da: Intet er sprunget over mere end én gang.
de: Nichts wurde mehr als einmal übersprungen.
el: Τίποτα δεν έχει παραλειφθεί πάνω από μία φορά.
en: Nothing has been skipped more than once.
es: No hay nada que hayas omitido más de una vez.
fi: Mitään ei ole ohitettu useammin kuin kerran.
fr: Rien n’a été passé plus d’une fois.
id: Tidak ada yang dilewati lebih dari sekali.
it: Niente è stato saltato più di una volta.
ja: 2回以上スキップしたものはありません。
nb: Ingenting er hoppet over mer enn én gang.
nl: Niets is vaker dan één keer overgeslagen.
pl: Nic nie zostało pominięte więcej niż raz.
pt_br: Nada foi pulado mais de uma vez.
ru: Нет дел, пропущенных больше одного раза.
sv: Inget har hoppats över mer än en gång.
th: ไม่มีรายการที่ถูกข้ามมากกว่าหนึ่งครั้ง
tr: Birden fazla kez atlanan bir şey yok.
vi: Không có việc nào bị bỏ qua quá một lần.
zh_hans: 没有被跳过两次以上的事。
zh_hant: 沒有被略過兩次以上的事。

source: 들어가는 할 일
cs: Úkoly, které se vejdou
da: Opgaver, der passer
de: Aufgaben, die passen
el: Εργασίες που χωράνε
en: To-dos that fit
es: Tareas que caben
fi: Mahtuvat tehtävät
fr: Tâches qui tiennent
id: Tugas yang muat
it: Attività che ci stanno
ja: 入るやること
nb: Oppgaver som passer
nl: Taken die passen
pl: Pasujące zadania
pt_br: Tarefas que cabem
ru: Подходящие задачи
sv: Uppgifter som får plats
th: สิ่งที่ต้องทำที่ใส่ได้พอดี
tr: Sığan görevler
vi: Việc cần làm vừa khung
zh_hans: 放得下的待办
zh_hant: 放得下的待辦

source: 따로 두기
cs: Nechat odděleně
da: Hold adskilt
de: Getrennt lassen
el: Χωριστά
en: Keep apart
es: Mantener separados
fi: Pidä erillään
fr: Garder séparés
id: Biarkan Terpisah
it: Tieni separati
ja: 分けておく
nb: Hold adskilt
nl: Houd gescheiden
pl: Zostaw osobno
pt_br: Manter separados
ru: Оставить раздельно
sv: Håll isär
th: แยกไว้
tr: Ayrı tut
vi: Để riêng
zh_hans: 分开放
zh_hant: 分開放

source: 떠 둔 벌과 iCloud가 준 벌 중 **더 최근에 손댄 쪽**을 세웁니다. 겹친 할 일도 함께 정리합니다.
cs: Ponechá verzi, která byla **upravena naposledy** – místní stav, nebo ten z iCloudu. Duplicitní úkoly se také sloučí.
da: Beholder den kopi, der er **ændret senest** – den lokale kopi eller den, iCloud har sendt. Dobbelte opgaver flettes også.
de: Behält die Version, die **zuletzt bearbeitet** wurde – den lokalen Stand oder den aus iCloud. Doppelte Aufgaben werden ebenfalls zusammengeführt.
el: Κρατά όποιο αντίγραφο **άλλαξε πιο πρόσφατα** — το τοπικό στιγμιότυπο ή αυτό που έστειλε το iCloud. Οι διπλές εργασίες συγχωνεύονται επίσης.
en: Keeps whichever copy was **touched more recently** — the local snapshot or the one iCloud sent. Duplicate to-dos get merged too.
es: Conserva la copia que se **modificó más recientemente**: la copia local o la que envió iCloud. Las tareas duplicadas también se combinan.
fi: Säilyttää sen kopion, jota on **muokattu viimeksi** – paikallisen tilannekuvan tai iCloudin lähettämän. Myös päällekkäiset tehtävät yhdistetään.
fr: Conserve la version **modifiée le plus récemment** : la copie locale ou celle envoyée par iCloud. Les tâches en double sont aussi fusionnées.
id: Mempertahankan salinan yang **terakhir diubah** — cadangan lokal atau yang dikirim iCloud. Tugas ganda juga digabungkan.
it: Mantiene la copia **modificata più di recente**, quella locale o quella inviata da iCloud. Anche le attività duplicate vengono unite.
ja: ローカルの控えとiCloudから届いたものの中から、**最近編集した方**を残します。重複したやることもまとめて整理します。
nb: Beholder den kopien som er **endret sist** – den lokale kopien eller den iCloud sendte. Dupliserte oppgaver slås også sammen.
nl: Behoudt de kopie die **het laatst is aangepast** — de lokale momentopname of die van iCloud. Dubbele taken worden ook samengevoegd.
pl: Zostawia kopię **zmienianą ostatnio** — lokalną migawkę albo tę z iCloud. Zduplikowane zadania też zostaną scalone.
pt_br: Mantém a cópia que foi **alterada por último** — o instantâneo local ou a que veio do iCloud. Tarefas duplicadas também são unidas.
ru: Оставляет копию, которую **меняли последней**, — локальный снимок или присланную iCloud. Повторяющиеся задачи тоже объединяются.
sv: Behåller den kopia som **ändrades senast** – den lokala ögonblicksbilden eller den som iCloud skickade. Dubbletter av uppgifter slås också ihop.
th: เก็บฉบับที่**แก้ไขล่าสุด** ระหว่างสำเนาในเครื่องกับฉบับที่ iCloud ส่งมา สิ่งที่ต้องทำที่ซ้ำกันจะถูกรวมด้วย
tr: **En son düzenlenen** kopyayı tutar: yerel kopya ya da iCloud’dan gelen. Yinelenen görevler de birleştirilir.
vi: Giữ bản nào được **chỉnh sửa gần đây hơn** — bản lưu cục bộ hay bản iCloud gửi về. Việc cần làm trùng lặp cũng được gộp lại.
zh_hans: 在本地快照与 iCloud 传来的版本中，保留**最近改动过的那一份**。重复的待办事项也会一并合并。
zh_hant: 在本機快照與 iCloud 傳來的版本中，保留**最近更動過的那一份**。重複的待辦事項也會一併合併。

source: 루틴
cs: Rutiny
da: Rutiner
de: Routinen
el: Ρουτίνες
en: Routines
es: Rutinas
fi: Rutiinit
fr: Routines
id: Rutinitas
it: Routine
ja: ルーティン
nb: Rutiner
nl: Routines
pl: Rutyny
pt_br: Rotinas
ru: Рутины
sv: Rutiner
th: กิจวัตร
tr: Rutinler
vi: Thói quen
zh_hans: 作息
zh_hant: 作息

source: 루틴 추가
cs: Přidat rutinu
da: Tilføj rutine
de: Routine hinzufügen
el: Προσθήκη ρουτίνας
en: Add routine
es: Añadir rutina
fi: Lisää rutiini
fr: Ajouter une routine
id: Tambah Rutinitas
it: Aggiungi routine
ja: ルーティンを追加
nb: Legg til rutine
nl: Voeg routine toe
pl: Dodaj rutynę
pt_br: Adicionar rotina
ru: Добавить рутину
sv: Lägg till rutin
th: เพิ่มกิจวัตร
tr: Rutin ekle
vi: Thêm thói quen
zh_hans: 添加作息
zh_hant: 新增作息

source: 루틴 편집
cs: Upravit rutinu
da: Rediger rutine
de: Routine bearbeiten
el: Επεξεργασία ρουτίνας
en: Edit routine
es: Editar rutina
fi: Muokkaa rutiinia
fr: Modifier la routine
id: Edit Rutinitas
it: Modifica routine
ja: ルーティンを編集
nb: Rediger rutine
nl: Wijzig routine
pl: Edytuj rutynę
pt_br: Editar rotina
ru: Изменить рутину
sv: Redigera rutin
th: แก้ไขกิจวัตร
tr: Rutini düzenle
vi: Sửa thói quen
zh_hans: 编辑作息
zh_hant: 編輯作息

source: 루틴·계획 블록·할 일을 모두 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
cs: Smazat všechny rutiny, bloky plánu a úkoly? Tuto akci nelze odvolat.
da: Vil du slette alle rutiner, planblokke og opgaver? Det kan ikke fortrydes.
de: Alle Routinen, Planblöcke und Aufgaben löschen? Das lässt sich nicht widerrufen.
el: Να διαγραφούν όλες οι ρουτίνες, τα μπλοκ πλάνου και οι εργασίες; Αυτή η ενέργεια δεν αναιρείται.
en: Delete every routine, plan block and to-do? This can't be undone.
es: ¿Eliminar todas las rutinas, bloques de plan y tareas? Esta acción no se puede deshacer.
fi: Poistetaanko kaikki rutiinit, suunnitelmalohkot ja tehtävät? Tätä ei voi kumota.
fr: Supprimer toutes les routines, tous les blocs planifiés et toutes les tâches ? Cette action est irréversible.
id: Hapus semua rutinitas, blok rencana, dan tugas? Tindakan ini tidak dapat diurungkan.
it: Eliminare tutte le routine, i blocchi pianificati e le attività? Questa azione non può essere annullata.
ja: すべてのルーティン・予定ブロック・やることを削除しますか？ この操作は取り消せません。
nb: Vil du slette alle rutiner, planblokker og oppgaver? Dette kan ikke angres.
nl: Alle routines, planblokken en taken verwijderen? Dit kan niet ongedaan worden gemaakt.
pl: Usunąć wszystkie rutyny, bloki planu i zadania? Tej operacji nie można cofnąć.
pt_br: Apagar todas as rotinas, blocos de plano e tarefas? Esta ação não pode ser desfeita.
ru: Удалить все рутины, блоки плана и задачи? Это действие нельзя отменить.
sv: Radera alla rutiner, planblock och uppgifter? Det går inte att ångra.
th: ลบกิจวัตร บล็อกแผน และสิ่งที่ต้องทำทั้งหมดไหม การกระทำนี้ย้อนกลับไม่ได้
tr: Tüm rutinler, plan blokları ve görevler silinsin mi? Bu işlem geri alınamaz.
vi: Xóa mọi thói quen, khối kế hoạch và việc cần làm? Không thể hoàn tác thao tác này.
zh_hans: 要删除所有作息、计划块和待办事项吗？ 此操作无法撤销。
zh_hant: 要刪除所有作息、計畫區塊和待辦事項嗎？ 此動作無法復原。

source: 루틴·배경 일정 %lld개
cs: Rutiny a položky na pozadí: %lld
da: %lld rutiner og baggrundspunkter
de: %lld Routinen und Hintergrundeinträge
el: %lld ρουτίνες και στοιχεία φόντου
en: %lld routines and background items
es: %lld rutinas y elementos de fondo
fi: %lld rutiinia ja taustakohdetta
fr: %lld routines et éléments de fond
id: %lld rutinitas dan item latar
it: %lld routine ed elementi di sfondo
ja: ルーティン・背景 %lld件
nb: %lld rutiner og bakgrunnselementer
nl: %lld routines en achtergronditems
pl: Rutyny i pozycje w tle: %lld
pt_br: %lld rotinas e itens de fundo
ru: Рутины и фоновые события: %lld
sv: %lld rutiner och bakgrundsposter
th: กิจวัตรและรายการพื้นหลัง %lld รายการ
tr: %lld rutin ve arka plan öğesi
vi: %lld thói quen và mục nền
zh_hans: 作息和背景日程 %lld 项
zh_hant: 作息與背景行程 %lld 項

source: 루틴입니다 — 했는지 묻지 않습니다
cs: Rutina – neptá se, zda jste ji splnili
da: En rutine — den spørger ikke, om du har gjort den
de: Eine Routine – hier wird nicht gefragt, ob du sie erledigt hast
el: Ρουτίνα — δεν ρωτά αν την έκανες
en: A routine — it doesn’t ask whether you did it
es: Una rutina: no pregunta si la has hecho
fi: Rutiini – siitä ei kysytä, teitkö sen
fr: Une routine : la question « fait ou pas » ne se pose pas
id: Rutinitas — tidak ditanya apakah sudah dilakukan
it: È una routine: non ti chiede se l’hai fatta
ja: ルーティンです — 完了したかは尋ねません
nb: En rutine – den spør ikke om du har gjort den
nl: Een routine — vraagt niet of je het hebt gedaan
pl: To rutyna — nie trzeba odhaczać
pt_br: Uma rotina — não pergunta se você fez
ru: Это рутина — отмечать не нужно
sv: En rutin – den frågar inte om du gjort den
th: กิจวัตร — ไม่ถามว่าทำแล้วหรือยัง
tr: Bir rutin — yapıp yapmadığınız sorulmaz
vi: Một thói quen — không hỏi bạn đã làm chưa
zh_hans: 这是作息 — 不会问你做了没
zh_hant: 這是作息 — 不會問你做了沒

source: 링크·자료를 펼쳐만 둡니다. 본 작업의 시동 비용을 여기서 미리 냅니다.
cs: Jen otevřete odkazy a soubory. Náklady na rozjezd skutečné práce tak zaplatíte předem.
da: Åbn bare links og filer. Du betaler opstartsprisen for det rigtige arbejde her, på forhånd.
de: Öffne nur die Links und Unterlagen. So zahlst du die Anlaufkosten der eigentlichen Arbeit schon vorab.
el: Απλώς άνοιξε τους συνδέσμους και τα αρχεία. Έτσι πληρώνεις από πριν, εδώ, το κόστος εκκίνησης της κανονικής δουλειάς.
en: Just open the links and files. You pay the real work's spin-up cost here, in advance.
es: Solo abre los enlaces y archivos. Aquí pagas por adelantado el coste de arranque del trabajo de verdad.
fi: Avaa vain linkit ja tiedostot. Maksat varsinaisen työn käynnistyskustannuksen tässä etukäteen.
fr: Ouvrez seulement les liens et les documents. Vous payez ici, à l’avance, le coût de démarrage du vrai travail.
id: Cukup buka tautan dan berkasnya. Biaya pemanasan pekerjaan utama dibayar di sini, lebih awal.
it: Apri solo link e file. Qui paghi in anticipo il costo di avvio del lavoro vero.
ja: リンクや資料を開いておくだけ。本番の作業の準備コストを、ここで先に払っておきます。
nb: Bare åpne lenkene og filene. Du betaler oppstartskostnaden for det egentlige arbeidet her, på forhånd.
nl: Open alleen de links en bestanden. Je betaalt hier alvast de opstartkosten van het echte werk.
pl: Tylko otwórz linki i pliki. Tu z góry płacisz koszt rozruchu właściwej pracy.
pt_br: Só abra os links e arquivos. Você paga aqui, antecipadamente, o custo de aquecimento do trabalho de verdade.
ru: Просто откройте ссылки и файлы. Здесь вы заранее платите цену раскачки перед основной работой.
sv: Öppna bara länkarna och filerna. Här betalar du i förväg startkostnaden för det riktiga arbetet.
th: แค่เปิดลิงก์และไฟล์ไว้ จ่ายต้นทุนการวอร์มเครื่องของงานจริงไว้ล่วงหน้าตรงนี้
tr: Yalnızca bağlantıları ve dosyaları açın. Asıl işin ısınma bedelini burada, önceden ödersiniz.
vi: Chỉ mở sẵn các liên kết và tài liệu. Bạn trả trước chi phí khởi động của phần việc chính ngay tại đây.
zh_hans: 只要把链接和资料打开放着就好。先在这里付掉正式工作的热身成本。
zh_hant: 只要把連結和資料打開放著就好。先在這裡付掉正式工作的暖機成本。

source: 링크를 받은 사람은 내 주간 일정을 '보기 전용'으로만 봅니다. 일정이 바뀌면 자동으로 갱신됩니다.
cs: Kdo má odkaz, vidí váš týden jen ke čtení. Aktualizuje se sám, když se váš rozvrh změní.
da: Alle med linket kan se din uge, men ikke ændre den. Den opdateres af sig selv, når din plan ændres.
de: Wer den Link hat, sieht deine Woche nur zum Ansehen. Er aktualisiert sich von selbst, wenn sich dein Zeitplan ändert.
el: Όποιος έχει τον σύνδεσμο βλέπει την εβδομάδα σου μόνο για προβολή. Ενημερώνεται μόνος του όταν αλλάζει το πρόγραμμά σου.
en: Anyone with the link sees your week view-only. It updates on its own when your schedule changes.
es: Quien tenga el enlace ve tu semana en modo de solo lectura. Se actualiza sola cuando cambia tu agenda.
fi: Kuka tahansa linkin saanut näkee viikkosi vain luku -tilassa. Se päivittyy itsestään, kun aikataulusi muuttuu.
fr: Toute personne disposant du lien voit votre semaine en lecture seule. Le lien se met à jour tout seul quand votre planning change.
id: Siapa pun yang punya tautannya bisa melihat minggu Anda (hanya lihat). Tautan diperbarui sendiri saat jadwal Anda berubah.
it: Chi ha il link vede la tua settimana in sola lettura. Si aggiorna da sola quando il programma cambia.
ja: リンクを受け取った人は、あなたの週間スケジュールを閲覧のみで見られます。スケジュールが変わると自動で更新されます。
nb: Alle med lenken kan se uken din, men ikke endre den. Den oppdateres av seg selv når planen din endres.
nl: Wie de link heeft, ziet je week alleen-lezen. Hij werkt zichzelf bij als je planning verandert.
pl: Każdy, kto ma link, widzi Twój tydzień tylko do odczytu. Aktualizuje się sam, gdy zmienisz plan.
pt_br: Quem tiver o link vê sua semana só para leitura. Ela se atualiza sozinha quando sua agenda muda.
ru: Получатель ссылки видит вашу неделю только для просмотра. При изменении расписания она обновляется сама.
sv: Alla med länken ser din vecka med endast läsbehörighet. Den uppdateras av sig själv när ditt schema ändras.
th: ใครที่มีลิงก์จะเห็นสัปดาห์ของคุณแบบดูอย่างเดียว และจะอัปเดตเองเมื่อตารางของคุณเปลี่ยน
tr: Bağlantıya sahip olan herkes haftanızı yalnızca görüntüleyebilir. Programınız değiştiğinde kendiliğinden güncellenir.
vi: Ai có liên kết đều xem được tuần của bạn ở chế độ chỉ xem. Liên kết tự cập nhật khi lịch của bạn thay đổi.
zh_hans: 拿到链接的人只能以“仅供查看”方式查看你的一周日程。日程变动时会自动更新。
zh_hant: 拿到連結的人只能以「僅供檢視」方式查看你的一週行程。行程變動時會自動更新。

source: 마감·제출처럼 시각은 없지만 그날 해야 하는 일입니다. 무지개 칸을 차지하고, 날이 지나면 했는지 묻습니다.
cs: Něco, co je ten den splatné bez pevného času, třeba termín odevzdání. Zabírá místo v duze a po skončení dne se zeptá, zda je to hotové.
da: Noget, der skal være klaret den dag uden fast tidspunkt, f.eks. en deadline. Det optager en plads i regnbuen og spørger, om det er klaret, når dagen er gået.
de: Etwas, das an diesem Tag fällig ist, ohne feste Uhrzeit, etwa eine Frist. Belegt einen Regenbogenplatz und fragt nach, ob es erledigt ist, wenn der Tag vorbei ist.
el: Κάτι που λήγει εκείνη την ημέρα χωρίς συγκεκριμένη ώρα, όπως μια προθεσμία. Πιάνει θέση στο ουράνιο τόξο και ρωτά αν έγινε μόλις περάσει η ημέρα.
en: Something due that day with no set time, like a deadline. It takes a rainbow slot and asks whether it's done once the day passes.
es: Algo que vence ese día sin hora fija, como una fecha de entrega. Ocupa una franja del arcoíris y pregunta si está hecho cuando pasa el día.
fi: Päivälle kuuluva asia ilman kellonaikaa, kuten määräpäivä. Se vie sateenkaaren paikan, ja päivän mentyä siitä kysytään, onko se tehty.
fr: Quelque chose à rendre ce jour-là sans heure précise, comme une échéance. Occupe une case de l’arc-en-ciel et demande si c’est fait une fois le jour passé.
id: Sesuatu yang jatuh tempo hari itu tanpa jam tertentu, seperti tenggat. Memakai slot pelangi dan ditanya sudah selesai atau belum setelah harinya lewat.
it: Qualcosa da fare quel giorno senza un orario preciso, come una scadenza. Occupa uno spazio dell’arcobaleno e, passato il giorno, ti chiede se è stata fatta.
ja: 締め切り・提出のように、時刻はないけれどその日にやること。虹のマスを使い、その日が過ぎると完了したかを尋ねます。
nb: Noe som skal være gjort den dagen uten fast tidspunkt, for eksempel en frist. Det tar en plass i regnbuen og spør om det er gjort når dagen er over.
nl: Iets wat die dag af moet zonder vaste tijd, zoals een deadline. Neemt een plek in de regenboog in en vraagt na afloop van de dag of het gedaan is.
pl: Coś do zrobienia tego dnia bez konkretnej godziny, np. termin. Zajmuje miejsce w tęczy, a gdy dzień minie, aplikacja zapyta, czy zrobione.
pt_br: Algo para aquele dia sem horário definido, como um prazo. Ocupa um espaço no arco-íris e pergunta se foi feito quando o dia passa.
ru: То, что нужно сделать в этот день без конкретного времени, например дедлайн. Занимает место в радуге, а когда день пройдёт, приложение спросит, сделано ли.
sv: Något som ska vara klart den dagen utan fast tid, som en deadline. Det tar en plats i regnbågen och frågar om det är gjort när dagen har passerat.
th: สิ่งที่ต้องทำให้เสร็จในวันนั้นโดยไม่กำหนดเวลา เช่น กำหนดส่ง ใช้ช่องสีรุ้งหนึ่งช่อง และจะถามว่าเสร็จหรือยังเมื่อวันนั้นผ่านไป
tr: O gün yapılması gereken ama saati olmayan bir şey, örneğin bir son tarih. Gökkuşağında bir yer kaplar ve gün geçince yapılıp yapılmadığını sorar.
vi: Việc đến hạn trong ngày mà không có giờ cụ thể, như một hạn chót. Chiếm một ô cầu vồng và sẽ hỏi đã xong chưa khi ngày đó qua đi.
zh_hans: 像截止、提交这类没有指定时间、但当天必须做的事。会占一个彩虹格，过了当天会问你做了没。
zh_hant: 像截止、繳交這類沒有指定時間、但當天必須做的事。會占一個彩虹格，過了當天會問你做了沒。

source: 마무리해서 보내기
cs: Dokončit a odeslat
da: Gør det færdigt, og send det
de: Fertigstellen und abschicken
el: Ολοκλήρωσέ το και στείλ’ το
en: Wrap it up and send it
es: Rematarlo y enviarlo
fi: Viimeistele ja lähetä
fr: Finaliser et envoyer
id: Rampungkan dan kirim
it: Rifinisci e invia
ja: 仕上げて送る
nb: Gjør det ferdig og send det
nl: Rond af en verstuur
pl: Domknij i wyślij
pt_br: Finalizar e enviar
ru: Доделать и отправить
sv: Gör klart och skicka
th: เก็บงานให้เรียบร้อยแล้วส่ง
tr: Toparla ve gönder
vi: Hoàn thiện và gửi đi
zh_hans: 收尾并发出
zh_hant: 收尾並寄出

source: 마지막을 닫는 단계가 없습니다
cs: Nic to neuzavírá
da: Intet lukker slutningen
de: Nichts schließt es ab
el: Κανένα βήμα δεν κλείνει το τέλος
en: Nothing closes the end
es: Ningún paso cierra el final
fi: Mikään ei päätä loppua
fr: Aucune étape ne clôt le travail
id: Tidak ada yang menuntaskan ujungnya
it: Niente chiude il lavoro
ja: 最後を締めくくるステップがありません
nb: Ingenting lukker slutten
nl: Niets rondt het af
pl: Brak kroku, który domyka sprawę
pt_br: Nada fecha o final
ru: Нет шага, который закрывает дело
sv: Inget avslutar arbetet
th: ไม่มีขั้นตอนปิดงาน
tr: İşi kapatan bir adım yok
vi: Không có bước nào khép lại phần cuối
zh_hans: 没有收尾的步骤
zh_hant: 沒有收尾的步驟

source: 만드는 걸 도와드릴게요
cs: Pomohu vám je nastavit
da: Lad mig hjælpe dig med at sætte dem op
de: Ich helfe dir beim Einrichten
el: Θα σε βοηθήσω να τις ρυθμίσεις
en: Let me help you set them up
es: Te ayudo a configurarlas
fi: Autan sinua ottamaan ne käyttöön
fr: Je vais vous aider à les créer
id: Saya bantu menyiapkannya
it: Ti aiuto a impostarle
ja: 作るのをお手伝いします
nb: La meg hjelpe deg med å sette dem opp
nl: Ik help je ze op te zetten
pl: Pomogę Ci je ustawić
pt_br: Vou ajudar você a configurá-las
ru: Помогу их настроить
sv: Jag hjälper dig att lägga upp dem
th: ให้ฉันช่วยตั้งค่าให้
tr: Kurmanıza yardım edeyim
vi: Để tôi giúp bạn thiết lập
zh_hans: 我来帮你设置
zh_hant: 我來幫你設定

source: 만들기
cs: Vytvořit
da: Opret
de: Erstellen
el: Δημιουργία
en: Create
es: Crear
fi: Luo
fr: Créer
id: Buat
it: Crea
ja: 作成
nb: Opprett
nl: Maak aan
pl: Utwórz
pt_br: Criar
ru: Создать
sv: Skapa
th: สร้าง
tr: Oluştur
vi: Tạo
zh_hans: 创建
zh_hant: 建立
